Repository: app4deepin/apps-languages
Catalog: Password Generator/PasswordGenerator-*.po
Languages: dutch

source: Password Generator
dutch: Wachtwoordgenerator

source: Generate your password easily
dutch: Genereer snel een wachtwoord

source: Show tooltip
dutch: Hulpballon tonen

source: Changelog
dutch: Wijzigingslog

source: Report a bug
dutch: Bug melden

source: About
dutch: Over

source: Quit
dutch: Afsluiten

source: Copy password
dutch: Wachtwoord kopiëren

source: GENERATE
dutch: GENEREREN

source: Simple
dutch: Eenvoudig

source: Strong
dutch: Sterk

source: Very Strong
dutch: Erg sterk

source: Uppercase
dutch: Hoofdletters

source: Lowercase
dutch: Kleine letters

source: Numbers
dutch: Cijfers

source: Symbols
dutch: Symbolen

source: copied !
dutch: gekopieerd!

source: Please wait
dutch: Even geduld…

source: Password lenght :
dutch: Wachtwoordlengte:

source: Your saved passwords are locked. Click to unlock
dutch: Je opgeslagen wachtwoorden zijn vergrendeld - klik om te ontgrendelen.

source: your saved passwords are unlocked. Click to lock
dutch: Je opgeslagen wachtwoorden zijn ontgrendeld - klik om te vergrendelen.

source: Show floating window
dutch: Zwevend venster tonen

source: Click to copy the password
dutch: Klik om het wachtwoord te kopiëren

source: Save password
dutch: Wachtwoord opslaan

source: Saved password list
dutch: Lijst met opgeslagen wachtwoorden

source: The password will be delete from clipboard in 20 seconds
dutch: Het wachtwoord wordt over 20 seconden van het klembord verwijderd

source: The password will be delete from clipboard in
dutch: Het wachtwoord wordt over

source: seconds
dutch: seconden van het klembord verwijderd

source: click to copy the password
dutch: Klik om het wachtwoord te kopiëren

source: Passwords stored :
dutch: Opgeslagen wachtwoorden:

source: Delete selected password
dutch: Geselecteerd wachtwoord verwijderen

source: Please unlock this function with your password first on main window
dutch: Ontgrendel deze functie met je wachtwoord in het hoofdvenster

source: Regenerate password
dutch: Opnieuw genereren

source: Come back main window
dutch: Keer terug naar het hoofdvenster

source: Clipboard clear
dutch: Klembord wissen

source: SAVE
dutch: OPSLAAN

source: Enter a name, website or someting else
dutch: Voer een naam, website of iets anders in

source: Can't be empty !
dutch: Voer iets in.

source: Saved
dutch: Opgeslagen

source: Enter a pasword
dutch: Voer een wachtwoord in

source: Confirm your password
dutch: Wachtwoord bevestigen

source: Password don't match !
dutch: De wachtwoorden komen niet overeen!

source: UNLOCK
dutch: ONTGRENDELEN

source: Enter your pasword
dutch: Voer je wachtwoord in

source: Wrong password !
dutch: Het wachtwoord is onjuist!
