Repository: app4deepin/apps-languages
Catalog: Web2App/Web2App-*.po
Languages: dutch

source: Web 2 App
dutch: Van-web-naar-app

source: Run websites as if they were apps
dutch: Gebruik websites alsof ze programma's zijn

source: Delete WebApp
dutch: Webapp verwijderen

source: Report a bug
dutch: Bug melden

source: Donate
dutch: Doneren

source: Changelog
dutch: Wijzigingslog

source: About
dutch: Over

source: App icon
dutch: App-pictogram

source: Enter the app name
dutch: Geef de app een naam

source: Only Letters and numbers
dutch: Alleen letters en cijfers

source: Category
dutch: Categorie

source: Choose
dutch: Kiezen

source: Chat
dutch: Chatten

source: Music
dutch: Muziek

source: Graphics
dutch: Grafisch

source: Office
dutch: Kantoor

source: Development
dutch: Ontwikkeling

source: System
dutch: Systeem

source: Others
dutch: Overig

source: Invalid character
dutch: Ongeldig teken

source: * Web2App use Chrome technology to use Widevine DRM.
dutch: * Van-web-naar-app maakt gebruik van Chrome-technologie om Widevine DRM-inhoud af te kunnen spelen.

source: Widevine plugin (for Netflix, Amazon Prime Video...) *
dutch: Widevine-plug-in (voor Netflix, Amazon Prime Video, etc.) *

source: CREATE
dutch: MAKEN

source: Invalid character : / , " '
dutch: Ongeldig teken: : / , " '

source: without https:// (ex : app4deepin.com)
dutch: zonder https:// (bijv. app4deepin.com)

source: Error
dutch: Foutmelding

source: Please give a name for the shortcut
dutch: Geef de snelkoppeling een naam

source: Please give select a Appimage or executable
dutch: Kies een AppImage of uitvoerbaar bestand

source: Please give select an icon
dutch: Kies een pictogram

source: Can't copy & paste a link !
dutch: Je kunt geen links plakken!

source: Info
dutch: Informatie

source: Please enter a name for the webapp !
dutch: Geef de webapp een naam

source: A webapp already exist with this name !
dutch: Er is al een webapp met deze naam.

source: Help
dutch: Hulp

source: The AppImage file will be moved automatically to an application folder which has been specially created to group your AppImages.
dutch: Het AppImage-bestand wordt automatisch verplaatst naar een speciaal hiervoor gemaakte programmamap.

source: 3 - Choose an icon
dutch: 3- Kies een pictogram

source: Choose an image (PNG, JPG or SVG). The icon will be copied automatically to an icon folder which has been specially created your icons.
dutch: Kies een afbeeldingsbestand (png, jpg of svg). Het pictogram wordt automatisch gekopieerd naar een speciaal hiervoor gemaakte pictogrammenmap.

source: 1 - Type a name for the shortcut
dutch: 1 - Geef de snelkoppeling een naam

source: 2 - Choose the AppImage file
dutch: 2 - Kies een AppImage-bestand

source: 4 - Select a category and clic create button
dutch: 4 - Kies een categorie en klik op de knop ‘Maken’

source: 1 - Manage your applications
dutch: 1 - Beheer je programma's

source: You can manage your installed AppImage application by going to the menu at the top right. You will be able to see the installed applications and delete the one that you no longer use.
dutch: Je kunt je geïnstalleerde AppImage-programma's beheren middels het menu rechtsboven. Ook kun je hier niet meer gebruikte programma's verwijderen.

source: Create a shorcut
dutch: Snelkoppeling maken

source: Manage your applications
dutch: Programma's beheren

source: 2 - Update your applications
dutch: 2 - Werk je programma's bij

source: if your appimage does not update by itself and you have to download the new version, you will have to delete the installed one before creating a new shortcut for the new version.
dutch: Als je AppImage zichzelf niet bijwerkt en je een nieuwe versie moet installeren, dan moet je de oude verwijderen voordat je een snelkoppeling maakt naar de nieuwe versie.

source: Shortcut created !
dutch: De snelkoppeling is gemaakt.

source: New shortcut
dutch: Nieuwe snelkoppeling

source: Quit
dutch: Afsluiten

source: Thank you for your support
dutch: Bedankt voor je ondersteuning

source: Applications folder
dutch: Programmamap

source: DELETE
dutch: VERWIJDEREN

source: webapp installed
dutch: webapp geïnstalleerd

source: webapps installed
dutch: webapps geïnstalleerd

source: Please select an app for deleting
dutch: Kies een te verwijderen webapp

source: Done
dutch: Voltooid

source: webApp deleted
dutch: webapp verwijderd

source: Select
dutch: Selecteren

source: Cancel
dutch: Annuleren
