Repository: app4deepin/apps-languages
Catalog: CCT Tray/filedrop.po
Languages: ru

source: Control Center Tray
ru: Лоток центра управления

source: Version : 0.9.0-BETA
ru: Версия : 0.9.0-BETA

source: Choose your shortcuts
ru: Выберите ваши ярлыки

source: Shortcut Assist appearance
ru: Внешний вид Shortcut Assist

source: State : charging
ru: Состояние : заряжается

source: State : discharging
ru: Состояние: разряжается

source: State : Not available
ru: Состояние: Недоступно

source: Design capacity :
ru: Заводской уровень заряда :

source: Current capacity :
ru: Текущая вместимость :

source: Energy :
ru: Мощность :

source: Energy Full :
ru: Полная мощность :

source: Health :
ru: Здоровье

source: Voltage :
ru: Напряжение

source: Time to full :
ru: Время до полного заряда :

source: Time to empty :
ru: Время до полного разряда :

source: Technology : Not available
ru: Технология: Недоступно

source: Technology :
ru: Технология :

source: Battery level :
ru: Уровень заряда

source: Capacity :
ru: Вместимость

source: Size :
ru: Размер :

source: Voltage :
ru: Напряжение :

source: Energy :
ru: Мощность :

source: Energy full :
ru: Полная мощность :

source: Technology :
ru: Технология :

source: State :
ru: Состояние

source: Battery level :
ru: Уровень заряда

source: Time to empty :
ru: Время до полного разряда :

source: Mouse
ru: Мышка

source: CPU :
ru: Процессорр :

source: Max :
ru: Максимально

source: Min :
ru: Минимально

source: Core 0 : -
ru: Ядро 0 : -

source: Core 1 : -
ru: Ядро 1 : -

source: Core 2 : -
ru: Ядро 2 : -

source: Core 3 : -
ru: Ядро 3 : -

source: Core 4 : -
ru: Ядро 4 : -

source: Core 5 : -
ru: Ядро 5 : -

source: Core 6 : -
ru: Ядро 6 : -

source: Core 7 : -
ru: Ядро 7 : -

source: CPU
ru: Процессорр

source: CPU Max
ru: Процессорр Максимально

source: CPU Mini
ru: Процессорр Минимально

source: notify-send --icon=app4deepin-eyesafe "Eyes Protect : The long break will begin in 5 seconds"
ru: notify-send --icon = app4deepin-eyesafe "Защита глаз: длительный перерыв начнется через 5 секунд"

source: Menu1
ru: Меню1

source: Setting
ru: Настройки

source: About
ru: О программе

source: Quit
ru: Выход

source: Eyes Protect
ru: Защита глаз

source: On
ru: Включить

source: Dark
ru: Темный

source: Light
ru: Светлый

source: Auto
ru: Автоматически

source: Lock screen
ru: Экран блокировки

source: Do Not Disturb
ru: Не беспокоить

source: Night Shift
ru: Ночной Shift

source: File Drop
ru: Безопасность для глаз

source: Send file
ru: Отправить файл

source: Receive file
ru: Принять файл

source: Eyes Safe settings
ru: Настройки Безопасность для глаз

source: Battery info : click here
ru: Состояние аккумулятора : нажмите здесь

source: No update available.
ru: Нет обновлении

source: update available.
ru: доступны обновления

source: Appearance
ru: Внешний вид

source: Off
ru: Выключить

source: Sound
ru: Звук

source: Display
ru: Дисплей

source: Computer
ru: Компьютер

source: Auto mode
ru: Автоматический режим

source: Share Wifi
ru: Поделиться Wi-Fi

source: Wifi info
ru: Wifi информация

source: Changelog
ru: Журнал изменений

source: Report a bug
ru: Отчёт об ошибки

source: Donate
ru: Пожертвовать

source: Hide dock wifi & bluetooth icons
ru: Скрыть значки Wi-Fi и Bluetooth на док-станции

source: Hide dock Sound icon
ru: Скрыть значёк Звук на док-станции

source: On power plug
ru: От сети

source: On battery
ru: От батареи

source: Battery charge notification
ru: Уведомление о заряде аккумулятора

source: Show notification when battery reaches the minimum level of 25% and maximum of 85%. This helps maintain a better battery life.
ru: Показывать уведомление, когда аккумулятор достигает минимального уровня 25% и максимального 85%. Это помогает продлить срок службы аккумулятора.

source: Display brightness
ru: Яркость дисплея

source: Mi Air Earphone popup
ru: Всплывающее окно для наушников Mi Air

source: System update notification
ru: Уведомление об обновлении системы

source: SOON
ru: СКОРО

source: Control Center appearance
ru: Внешний вид Центра управления

source: Dock
ru: Док

source: Default
ru: По умолчанию

source: Sidebar
ru: Боковая панель

source: Animated icons
ru: Анимированные значки

source: Show CPU Temp icon
ru: Показать значок температуры процессора

source: Show a notification when CPU reaches this temp limit.
ru: Показывать уведомление, когда ЦП достигает предельной температуры

source: Shorcut Assist
ru: Быстрый помощник

source: 1 - Roll your eyes <br><br> 2 - Tightly close your eyes <br><br> 3 - Rotate your eyes in clockwise direction
ru: 1 - Закатайте глаза <br><br> 2 - Плотно закройте глаза <br><br> 3 - Поверните глаза по часовой стрелке

source: Settings
ru: Настройки

source: Short break duration
ru: Короткая продолжительность перерыва

source: For donation with Paypal, click here
ru: Для пожертвования через PayPal, нажмите здесь

source: Thank you for your support
ru: Спасибо за вашу поддержку

source: Play a relaxing sound
ru: Включи расслабляющий звук

source: Beach
ru: Пляж

source: Drizzle
ru: Морось

source: Forest
ru: Лес

source: Stove fire
ru: Огонь в печи

source: Summer night
ru: Летняя ночь

source: Background
ru: Задний план

source: Long break
ru: Длинный перерыв

source: (mini 10s - max 30s)
ru: (от 10с до 30 с)

source: (no way to skip breaks)
ru: (нет возможности пропустить перерывы)

source: (mini 60s - max 120s)
ru: (от 60с до 120с)

source: Duration
ru: Длительность

source: Strict break
ru: Строгий перерыв

source: Try sound
ru: Попробуйте звук

source: The whole purpose of Eyes Safe is reminding you to take breaks while working on the computer for a long time. The break screen asks you to do some exercises which will reduce your RSI.
ru: Вся цель Eyes Safe - напоминать вам делать перерывы при работе за компьютером в течение длительного времени. На экране перерыва вас попросят выполнить несколько упражнений, которые уменьшат ваш RSI

source: To share, scan the QR Code with your phone.
ru: Чтобы поделиться, отсканируйте QR-код своим телефоном

source: CPU temperature : +
ru: Температура ЦП : +

source: notify-send --icon=app4deepin-onoff --app-name='Control Center Tray' "CCT Eyes Protect : The long break will begin in 5 seconds"
ru: notify-send --icon = app4deepin-onoff --app-name = 'Control Center Tray' "Защита глаз CCT: длинный перерыв начнется через 5 секунд "

source: Chanel :
ru: Отменить :

source: Security :
ru: Безопасность :

source: Signal :
ru: Сигнал :

source: Rate :
ru: Скорость :

source: Frequence :
ru: Частота :

source: Rate Max :
ru: Скорость Макс :

source: It's time to take a break. Sit back in your seat and relax.
ru: Пора сделать перерыв.Теперь сядьте поудобнее и расслабьтесь.

source: Skip
ru: Пропустить
