Repository: app4deepin/apps-languages
Catalog: Weather/Weather-*.po
Languages: dutch

source: Weather
dutch: Weer

source: Weather App for Deepin v20
dutch: Weerprogramma voor Deepin 20

source: About
dutch: Over

source: Weather app for Deepin
dutch: Weerprogramma voor Deepin

source: Settings
dutch: Instellingen

source: Refresh
dutch: Vernieuwen

source: Report a bug
dutch: Bug melden

source: Changelog
dutch: Wijzigingslog

source: Help
dutch: Hulp

source: Quit
dutch: Afsluiten

source: Humidity
dutch: Luchtvochtigheid

source: Wind (km/h)
dutch: Windsnelheid (km/u)

source: Sorry, we are running out of queries to the weather service at the moment. Please try later
dutch: Het maximaal aantal opvragingen bij de weerdienst is bereikt. Probeer het later opnieuw.

source: Refreshing data ...
dutch: Bezig met vernieuwen…

source: Refreshing data for the first launch
dutch: Bezig met vernieuwen na eerste opstart…

source: Refreshing data for the first launch .
dutch: Bezig met vernieuwen na eerste opstart…

source: Refreshing data for the first launch ..
dutch: Bezig met vernieuwen na eerste opstart…

source: Refreshing data for the first launch ...
dutch: Bezig met vernieuwen na eerste opstart…

source: Refreshing data for the first launch ....
dutch: Bezig met vernieuwen na eerste opstart…

source: Good
dutch: Goed

source: Moderate
dutch: Matig

source: Unhealthy for Sensitive Groups
dutch: Ongeschikt voor mensen met een aandoening

source: Unhealthy
dutch: Ongeschikt

source: Very Unhealthy
dutch: Erg ongeschikt

source: Hazardous
dutch: Gevaarlijk

source: Clear
dutch: Onbewolkt

source: Sunny
dutch: Zonnig

source: Partly cloudy
dutch: Deels bewolkt

source: Cloudy
dutch: Bewolkt

source: Overcast
dutch: Erg bewolkt

source: Mist
dutch: Mistig

source: Patchy rain possible
dutch: Motregen mogelijk

source: Patchy snow possible
dutch: Motsneeuw mogelijk

source: Patchy freezing drizzle possible
dutch: Natte sneeuw mogelijk

source: Thundery outbreaks possible
dutch: Onweer mogelijk

source: Blowing snow
dutch: Stuifsneeuw

source: Blizzard
dutch: Sneeuwstorm

source: Freezing fog
dutch: Koude mist

source: Fog
dutch: Mist

source: Patchy light rain
dutch: Motregen

source: Heavy rain
dutch: Regenbui

source: Moderate freezing rain
dutch: Lichte natte sneeuw

source: Moderate sleet
dutch: Lichte hagelbui

source: Moderate snow
dutch: Lichte sneeuwbui

source: Heavy snow
dutch: Sneeuwbui

source: Light rain shower
dutch: Miezer

source: Heavy rain shower
dutch: Regenbui

source: Moderate sleet shower
dutch: Lichte hagelbui

source: Heavy snow shower
dutch: Sneeuwbui

source: Moderate rain with thunder
dutch: Lichte regenbui met onweer

source: Moderate snow with thunder
dutch: Lichte sneeuwbui met onweer

source: Loading new data with the new settings...
dutch: Bezig met laden van nieuwe informatie…

source: When you launch the app, you'll see your local weather with a full set of additional information such as humidity, wind (km/h), wind direction and air quality. You can change weather location in setting.
dutch: Na het opstarten zie je het weer in jouw omgeving: temperatuur, luchtvochtigheid, windsnelheid (km/u), -richting en luchtkwaliteit. Je kunt je locatie aanpassen in de instellingen.

source: Location
dutch: Locatie

source: Weather data update
dutch: Weerinformatie bijwerken

source: The weather data for main window and the widget is updated every 30, 45 minutes or 1 hour like you choose on setting.
dutch: De weerinformatie en widget wordt, afhankelijk van je instellingen, elke 30 minuten of vaker bijgewerkt.

source: You can update manually the data by clicking the Refresh button in the main window or on the desktop widget.
dutch: Ook kun je handmatig bijwerken door op de knop ‘Vernieuwen’ te klikken.

source: Your city
dutch: Mijn locatie

source: 30 minutes
dutch: 30 minuten

source: 45 minutes
dutch: 45 minuten

source: 1 hour
dutch: 1 uur

source: 3 hours
dutch: 3 uur

source: 6 hours
dutch: 6 uur

source: 12 hours
dutch: 12 uur

source: Frequency of updating weather data:
dutch: Weerinformatie bijwerken, elke:

source: Localisation auto
dutch: Automatisch bepalen

source: Show desktop Widget
dutch: Bureaubladwidget tonen

source: Show tray icon
dutch: Systeemvakpictogram tonen
