Repository: app4deepin/apps-languages
Catalog: File DRop/Filedrop-Hungarian.po
Languages: hu

source: File Drop
hu: Fájl Küldő

source: Send or receive file to your phone with wifi
hu: Küldjön vagy fogadjon fájlokat a telefonjára WiFi-n keresztül

source: Based on qrcp software : <p> https://github.com/claudiodangelis/qrcp
hu: A qrcp software mintájára: <p> https://github.com/claudiodangelis/qrcp

source: Send 1 file
hu: 1 fájl küldése

source: Receive file(s)
hu: Fájl(ok) fogadása

source: Send files or folders
hu: Fájlok vagy mappák küldése

source: Zip files or folders
hu: Fájlok vagy mappák tömörítése (ZIP)

source: How to send or receive
hu: Hogyan küldhet vagy fogadhat

source: Click on Send icon and Drag and drop the file to drop zone. When it's done, scan the QR Code with your phone. Check the transfer on your phone.
hu: Kattintson a Küldés ikonra, majd húzza át a fájlt a zónába. Ha elkészült, olvassa be a telefonjával a QR-kódot. Ellenőrizze az átvitelt a telefonján.

source: Click on Receive icon and scan the QR Code with your phone. Select on your phone the files to send to your computer
hu: Kattintson a Fogadás ikonra, és olvassa be a QR-kódot a telefonjával. Válassza ki telefonján a számítógépére küldendő fájlokat

source: Click on Multi-Send icon. Drag and Drop your files or folders. When done, clic on Send button and scan the QR Code with your phone. You will receive a ZIP file. Check the transfer on your phone.
hu: Kattintson a Többszörös-Küldés ikonra. Húzza át a fájlokat vagy mappákat. Ha kész, kattintson a Küldés gombra, és olvassa be a QR-kódot a telefonjával. Egy ZIP fájlt fog kapni. Ellenőrizze az átvitelt a telefonján.

source: Before sending your file or folder, you can tell File Drop to compress (ZIP) them.
hu: A fájl vagy mappa elküldése előtt megadhatja a Fájl Küldőnek, hogy tömörítse azt (ZIP).

source: Send
hu: Küldés

source: Multi-Send
hu: Többszörös-Küldés

source: >> Drag one file or folder at a time <<
hu: >> Egyszerre egy fájlt vagy mappát húzhat <<

source: Files/Folders will be compressed (ZIP) before sent.
hu: A fájlok/mappák tömörítve lesznek (ZIP) küldés előtt

source: 1 - Turn the wifi on your phone 2 - Scan the QR code 3 - Check the transfer on your phone
hu: 1. - Kapcsolja be a WiFi-t a telefonján 2. - Olvassa be a QR kódot 3. - Ellenőrizze az átvitelt a telefonján

source: FileDrop is preparing your zip file
hu: A Fájlküldő elkészíti a ZIP állományát

source: Files/Folders to send :
hu: Küldendő fájlok/mappák

source: Allways compress the file (ZIP) before sending it
hu: Mindíg tömörítse (ZIP) a fájlokat küldés előtt

source: Show File Drop Widget
hu: Fájlköldő Widget megjelenítése

source: 1 - Turn the wifi on your phone 2 - Scan the QR code
hu: 1. - Kapcsolja be a WiFi-t a telefonján 2. - Olvassa be a QR kódot

source: Receiving your files ... Wait for the confirmation message on your phone.
hu: Fájlok fogadása... Várja meg a megerősítő üzenetet a telefonján.

source: Open folder
hu: Mappa megnyitása

source: Receive
hu: Fogadás

source: Drop your file here
hu: Húzza ide a fájlokat

source: Compress the file (ZIP) before sending it
hu: Fájlok tömörítése (ZIP) küldés előtt

source: FileDrop
hu: Fájlküldő

source: Menu1
hu: Menü1

source: Settings
hu: Beállítások

source: Changelog
hu: Fejlesztői napló

source: Report a bug
hu: Hibajelentés küldése

source: About
hu: Rólunk

source: Quit
hu: Kilépés

source: Send file
hu: Fájlok küldése

source: Receive file
hu: Fájlok fogadása

source: Send multiple files or folders
hu: Többszörös fájlok vagy mappák küldése

source: Please check your network connection
hu: Kérjük ellenőrizze a hálózati kapcsolatát
