Repository: app4deepin/apps-languages
Catalog: File DRop/Filedrop-*.po
Languages: dutch

source: File Drop
dutch: Bestandsoverdracht

source: Send or receive file to your phone with wifi
dutch: Verstuur en ontvang bestanden via wifi

source: Based on qrcp software : <p> https://github.com/claudiodangelis/qrcp
dutch: Gebaseerd op qrcp: <p> https://github.com/claudiodangelis/qrcp

source: Send 1 file
dutch: 1 bestand versturen

source: Receive file(s)
dutch: Bestand(en) ontvangen

source: Send files or folders
dutch: Bestanden of mappen versturen

source: Zip files or folders
dutch: ZIP-bestanden of mappen

source: How to send or receive
dutch: Hoe verstuur of ontvang ik bestanden?

source: Click on Send icon and Drag and drop the file to drop zone. When it's done, scan the QR Code with your phone. Check the transfer on your phone.
dutch: Klik op het pictogram ‘Versturen’ en sleep het bestand naar het neerzetvak. De voortgang wordt op je telefoon getoond. Nadien kun je de qr-code scannen met je telefoon.

source: Click on Receive icon and scan the QR Code with your phone. Select on your phone the files to send to your computer
dutch: Klik op het pictogram ‘Ontvangen’ en scan de qr-code met je telefoon. Selecteer op je telefoon de te versturen bestanden.

source: Click on Multi-Send icon. Drag and Drop your files or folders. When done, clic on Send button and scan the QR Code with your phone. You will receive a ZIP file. Check the transfer on your phone.
dutch: Klik op het pictogram ‘Meerdere versturen’ en sleep je bestanden of mappen naar het neerzetvak. Klik daarna op de knop ‘Versturen’ en scan de qr-code met je telefoon. De voortgang wordt op je telefoon getoond.

source: Before sending your file or folder, you can tell File Drop to compress (ZIP) them.
dutch: Voorafgaand aan het versturen kun je aangeven of je wilt dat alles wordt ingepakt (zip).

source: Send
dutch: Versturen

source: Multi-Send
dutch: Meerdere versturen

source: >> Drag one file or folder at a time <<
dutch: >> Versleep één bestand of map tegelijk <<

source: Files/Folders will be compressed (ZIP) before sent.
dutch: Bestanden/Mappen worden ingepakt met zip voordat ze worden verstuurd.

source: 1 - Turn the wifi on your phone 2 - Scan the QR code 3 - Check the transfer on your phone
dutch: 1 Schakel wifi in op je te telefoon; 2 Scan de qr-code; 3 Bekijk de voortgang op je telefoon.

source: FileDrop is preparing your zip file
dutch: Bezig met voorbereiden van zip-bestand…

source: Files/Folders to send :
dutch: Te versturen bestanden/mappen:

source: Allways compress the file (ZIP) before sending it
dutch: Altijd inpakken (zip) alvorens te versturen

source: Show File Drop Widget
dutch: Neerzetvak tonen

source: 1 - Turn the wifi on your phone 2 - Scan the QR code
dutch: 1 Schakel wifi in op je te telefoon; 2 Scan de qr-code.

source: Receiving your files ... Wait for the confirmation message on your phone.
dutch: Bezig met ontvangen van bestanden… Wacht op het bevestigingsbericht op je telefoon.

source: Open folder
dutch: Map openen

source: Receive
dutch: Ontvangen

source: Drop your file here
dutch: Sleep een bestand hierheen

source: Compress the file (ZIP) before sending it
dutch: Inpakken (zip) alvorens te versturen

source: FileDrop
dutch: Bestandsoverdracht

source: Settings
dutch: Instellingen

source: Changelog
dutch: Wijzigingslog

source: Report a bug
dutch: Bug melden

source: About
dutch: Over

source: Quit
dutch: Afsluiten

source: Send file
dutch: Bestand versturen

source: Receive file
dutch: Bestand ontvangen

source: Send multiple files or folders
dutch: Meerdere bestanden/mappen versturen

source: Please check your network connection
dutch: Controleer je internetverbinding
